
function IndexDescription({text}){

    return(

      <section className="row">
        <div className="col s12 m12 l12">
          <h6 className="showbiz-description text-color">
        ما به یک محیط کاری برای اجرای اسکریپت های خودمون نیاز داریم و از اونجایی که این یه مقاله ی آنلاین هستش،خود مرورگر انتخاب خوبیه.اما استفاده از این دستورات خاص مرورگر "مانند ()alert " رو به حداقل میرسونیم تا اگه قصد دارید روی محیط دیگه ای (مانند Node.js) تمرکز کنید، وقت خودتون رو برای اونها صرف نکنید. توی پست های بعدی حتما روی جاوا اسکریپت در مرورگر متمرکز میشیم.

پس برای شروع، بیایید ببینیم چطوری یه اسکریپت رو به یک صفحه وب متصل می کنیم. برای محیط های سمت سرور (مانند Node.js)، می تونید اسکریپت رو با دستوری مانند "node my.js" اجرا کنید.در رابطه با node بعدا مفصل حرف خواهیم زد.
        
        </h6>
        </div>
      </section>
    )
}
export default IndexDescription;